{
    "navBar" : {
        "about_us": "من نحن",
        "our_visions_goals": "رؤيتنا وأهدافنا",
        "contact_us": "اتصل بنا"
    },
    "first_section" : {
        "text-title-first-part" : "نحن ",
        "text_content" : "حيث يتلاقى التكنولوجيا والبيئة بأفضل صورهما. نحن الوجهة المفضلة لحلول الطاقة الخضراء، حيث ندمج التكنولوجيا المتطورة مع الهندسة والبرمجة والعلوم والتصميم.",
        "explore_more": "...استكشف المزيد"
    },
    "about_section" : {
        "text-title-first-part" : "من ",
        "text-title-second-part" : "نحن",
        "the-paragraph" : "مرحبًا بكم في  Interstellar، حيث يتجسد الإبداع والتطور من خلال فكرة تقودها أذهان الطلاب. نحن هنا لنرتقي بالاستدامة ونتفرّد في استخدام التكنولوجيا والابتكار. في Interstellar، نتخصص في استثمار طاقة الطبيعة والخضراء، نسخر أحدث التقنيات في مجالات الهندسة والبرمجة والعلوم والتصميم. يتعهد فريقنا بتقديم حلول مبتكرة تواجه التحديات البيئية العالمية بفعالية. هدفنا هو أن نشكل مستقبلًا متجددًا، مشرقًا، وأكثر انسجامًا مع الطبيعة للأجيال القادمة",
        "staff_part" : "الطاقم",
        "competition" : "المسابقات"
    },
    "our_visions_and_goals": {
        "text-title-first-part" : "رؤيتنا",
        "text-title-second-part" : "و",
        "text-title-third-part" : "أهدافنا",
        "the-paragraph" : "نحن في شركتنا نتطلع دائمًا إلى تحقيق التميز والابتكار. بغية بناء مستقبل أفضل وأكثر استدامة، نسعى جاهدين لتوفير حلول فريدة ومبتكرة تخدم المجتمع وتحافظ على البيئة. رسالتنا هي الاستدامة والتقدم، وهدفنا هو تحقيق تحول إيجابي يسهم في بناء عالم أفضل للجميع.",
        "vision" : "رؤيتنا",
        "goals" : "أهدافنا",
        "the-paragraph-visions" : "رؤية شركتنا هي تحقيق استدامة أكبر من خلال توظيف التكنولوجيا والابتكار. نسعى إلى استخدام الطاقة الطبيعية والخضراء بشكل فعّال، ونعمل على إيجاد حلول مبتكرة للتحديات البيئية العالمية. هدفنا هو بناء مستقبل أكثر إشراقًا وأكثر انسجامًا مع الطبيعة للأجيال القادمة.",
        "the-paragraph-goal" : "تهدف شركتنا Interstellar توفير حلول طاقة خضراء مبتكرة، تطوير تكنولوجيا الطاقة لتحقيق الاستدامة، تعزيز الوعي البيئي وأهمية الحفاظ على البيئة، المساهمة في بناء مستقبل أخضر يستخدم الطاقة بشكل أكثر فعالية واستدامة."
    },
    "contact_us": {
        "text-title-first-part" : "اتصل",
        "text-title-second-part" : "بنا",
        "the-paragraph" : "سواء كنتم ترغبون في طلب المزيد من المعلومات أو لديكم أي أسئلة، نحن هنا لنسمع منكم. فقط قوموا بملء النموذج أدناه وإرسال رسالتكم، وسنقوم بالرد عليكم في أقرب وقت ممكن. نحن في انتظاركم بشغف",
        "user_name_placeholder" : "الأسم الكريم",
        "user_phone_number_placeholder" : "رقم هاتفك",
        "user_email_placeholder" : "بريدك الإلكتروني",
        "user_messeage_placeholder" : "ماذا تريد أن تخبرنا؟",
        "send_btn": "إرسال",
        "errors" :
        {
            "empty_field" : "لم تقم بإدخال أي شيء بعد",
            "wrong_email":"هذا ليس عنوان بريد إلكتروني صالحًا! قم بتعديله رجاءً",
            "wrong_phone_number":"لقد ادخلت رقم هاتف بشكل غير صحيح! قم بتعديله رجاءً"
        }
    },
    "footer" : {
        "text-title" : "Interstellar",
        "the-paragraph" : "تم تاسيسها في شهر مارس من سنة ٢٠٢٤ من قبل مجموعه من الطلاب و الباحثين في العلوم الذين لديهم طموح في عدة مجالات منها الابتكار والإختراع و العلوم والبرمجة و التصميم والتصوير و الرياضة.",
        "copyright" : "<span style='color:var(--main-font-color)'>Established</span> 19 April 2024 <span style='color:var(--main-font-color)'>&#169; Interstellar</span>",
        "theLinks" : {
            "about_us": "من نحن",
            "our_visions_goals": "رؤيتنا وأهدافنا",
            "contact_us": "اتصل بنا"
        }
    }
}
